<?php

declare(strict_types=1);

return [
    'reset' => 'ລະຫັດຜ່ານຂອງທ່ານໄດ້ຖືກຕັ້ງໃໝ່ແລ້ວ.',
    'sent' => 'ພວກເຮົາໄດ້ສົ່ງລິ້ງຕັ້ງລະຫັດຜ່ານໃໝ່ໄປທາງອີເມວແລ້ວ.',
    'throttled' => 'ກະລຸນາລໍຖ້າກ່ອນລອງໃໝ່.',
    'token' => 'ໂທເຄັນຕັ້ງລະຫັດຜ່ານໃໝ່ນີ້ບໍ່ຖືກຕ້ອງ.',
    'user' => "ພວກເຮົາບໍ່ພົບຜູ້ໃຊ້ທີ່ມີອີເມວນີ້.",

    // Email translations
    'reset_email_subject' => 'ແຈ້ງເຕືອນການຕັ້ງລະຫັດຜ່ານໃໝ່',
    'greeting' => 'ສະບາຍດີ :name!',
    'reset_email_line1' => 'ທ່ານໄດ້ຮັບອີເມວນີ້ເພາະວ່າພວກເຮົາໄດ້ຮັບຄຳຂໍຕັ້ງລະຫັດຜ່ານໃໝ່ສຳລັບບັນຊີຂອງທ່ານ.',
    'reset_email_action' => 'ຕັ້ງລະຫັດຜ່ານໃໝ່',
    'reset_email_line2' => 'ລິ້ງຕັ້ງລະຫັດຜ່ານໃໝ່ນີ້ຈະໝົດອາຍຸໃນ :count ນາທີ.',
    'reset_email_line3' => 'ຖ້າທ່ານບໍ່ໄດ້ຂໍຕັ້ງລະຫັດຜ່ານໃໝ່, ບໍ່ຈຳເປັນຕ້ອງດຳເນີນການໃດໆ.',
];
