<?php

declare(strict_types=1);

return [
    'reset' => 'รหัสผ่านของคุณถูกรีเซ็ตแล้ว',
    'sent' => 'เราได้ส่งลิงก์รีเซ็ตรหัสผ่านไปยังอีเมลของคุณแล้ว',
    'throttled' => 'กรุณารอก่อนลองใหม่',
    'token' => 'โทเค็นรีเซ็ตรหัสผ่านนี้ไม่ถูกต้อง',
    'user' => 'เราไม่พบผู้ใช้ที่มีอีเมลนี้',

    // Email translations
    'reset_email_subject' => 'การแจ้งเตือนรีเซ็ตรหัสผ่าน',
    'greeting' => 'สวัสดี :name!',
    'reset_email_line1' => 'คุณได้รับอีเมลนี้เพราะเราได้รับคำขอรีเซ็ตรหัสผ่านสำหรับบัญชีของคุณ',
    'reset_email_action' => 'รีเซ็ตรหัสผ่าน',
    'reset_email_line2' => 'ลิงก์รีเซ็ตรหัสผ่านนี้จะหมดอายุใน :count นาที',
    'reset_email_line3' => 'หากคุณไม่ได้ขอรีเซ็ตรหัสผ่าน ไม่ต้องดำเนินการใดๆ เพิ่มเติม',
];
